Repository: q231950/btlb
Catalog: BTLB/Packages/Accounts/Sources/Accounts/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru, tr, uk

# account creation error message
source: Something went wrong.
de: Da ist etwas schief gelaufen.
es: Algo salió mal.
fr: Quelque chose s'est mal passé.
ru: Что-то пошло не так.
tr: Bir şeyler ters gitti.
uk: Щось пішло не так.

# account creation error title
source: Oops
de: Hoppla
es: Ups
fr: Oups
ru: Упс
tr: Hata
uk: Упс

# account creation failure hint 1
source: • Did you select the correct library?
de: • ist die passende Bibliothek ausgewählt? Manche Städte haben mehrere Bibliotheken zur Auswahl.
es: • ¿Seleccionaste la biblioteca correcta?
fr: • Avez-vous sélectionné la bonne bibliothèque ?
ru: • Выбрали ли вы правильную библиотеку?
tr: • Doğru kütüphaneyi seçtiniz mi?
uk: • Чи вибрали ви правильну бібліотеку?

# account creation failure hint 2
source: • Did you enter the correct username?
de: • stimmt die Bibliotheksausweisnummer mit der eingegebenen überein?
es: • ¿Ingresaste el nombre de usuario correcto?
fr: • Avez-vous saisi le bon nom d'utilisateur ?
ru: • Правильно ли вы ввели имя пользователя?
tr: • Doğru kullanıcı adını girdiniz mi?
uk: • Чи правильно ви ввели ім'я користувача?

# account creation failure hint 3
source: • Do you know your password? Be aware that some libraries lock the account if you enter it incorrectly too often.
de: • ist das Passwort korrekt? Hier ist Vorsicht geboten – manche Bibliotheken sperren das Konto bei zu häufiger Falscheingabe.
es: • ¿Conoces tu contraseña? Ten en cuenta que algunas bibliotecas bloquean la cuenta si la ingresas incorrectamente con demasiada frecuencia.
fr: • Connaissez-vous votre mot de passe ? Attention, certaines bibliothèques bloquent le compte si vous le saisissez incorrectement trop souvent.
ru: • Знаете ли вы свой пароль? Имейте в виду, что некоторые библиотеки блокируют аккаунт при слишком частом неправильном вводе.
tr: • Şifrenizi biliyor musunuz? Bazı kütüphaneler çok fazla yanlış giriş yaparsanız hesabı kilitleyebilir.
uk: • Чи знаєте ви свій пароль? Майте на увазі, що деякі бібліотеки блокують обліковий запис при занадто частому неправильному введенні.

# account creation failure hint 4 %@
source: • In case you forgot, there's the '%@' button below which opens the selected library's website so you can reset your password there.
de: • falls das Passwort nicht mehr bekannt ist, kannst du es mit '%@' weiter unten zurücksetzen. Es öffnet sich die Bibliotheksseite mit der entsprechenden Möglichkeit.
es: • En caso de que la hayas olvidado, está el botón '%@' abajo que abre el sitio web de la biblioteca seleccionada para que puedas restablecer tu contraseña allí.
fr: • Si vous l'avez oublié, il y a le bouton '%@' ci-dessous qui ouvre le site web de la bibliothèque sélectionnée pour que vous puissiez y réinitialiser votre mot de passe.
ru: • Если вы забыли пароль, есть кнопка '%@' ниже, которая открывает веб-сайт выбранной библиотеки, где вы можете сбросить пароль.
tr: • Şifrenizi unuttuysanız, aşağıdaki '%@' düğmesi seçilen kütüphanenin web sitesini açar ve şifrenizi sıfırlayabilirsiniz.
uk: • Якщо ви забули пароль, є кнопка '%@' нижче, яка відкриває веб-сайт вибраної бібліотеки, де ви можете скинути пароль.

# account creation failure reset password button title
source: Reset Password
de: Password Zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
ru: Сбросить пароль
tr: Şifreyi Sıfırla
uk: Скинути пароль

# account creation failure title
source: Sign In Failed
de: Login Fehlgeschlagen
es: Error de inicio de sesión
fr: Échec de la connexion
ru: Ошибка входа
tr: Giriş Başarısız
uk: Помилка входу

# account creation sign in account name suggestion cat
source: Reading Cat
de: Lesekatze
es: Gato Lector
fr: Chat Lecteur
ru: Кот-читатель
tr: Okuyan Kedi
uk: Кіт-читач

# account creation sign in account name suggestion duck
source: Reading Duck
de: Leseente
es: Pato Lector
fr: Canard Lecteur
ru: Утка-читатель
tr: Okuyan Ördek
uk: Качка-читач

# account creation sign in account name suggestion fox
source: Reading Fox
de: Lesefuchs
es: Zorro Lector
fr: Renard Lecteur
ru: Лиса-читатель
tr: Okuyan Tilki
uk: Лис-читач

# account creation sign in account name suggestion horse
source: Reading Horse
de: Lesepferdchen
es: Caballo Lector
fr: Cheval Lecteur
ru: Лошадка-читатель
tr: Okuyan At
uk: Кінь-читач

# account creation sign in account name suggestion lion
source: Reading Lion
de: Leselöwe
es: León Lector
fr: Lion Lecteur
ru: Лев-читатель
tr: Okuyan Aslan
uk: Лев-читач

# account creation sign in account name suggestion mouse
source: Reading Mouse
de: Lesemaus
es: Ratón Lector
fr: Souris Lectrice
ru: Мышка-читатель
tr: Okuyan Fare
uk: Мишка-читач

# account creation sign in account name suggestion panda
source: Reading Panda
de: Lesepanda
es: Panda Lector
fr: Panda Lecteur
ru: Панда-читатель
tr: Okuyan Panda
uk: Панда-читач

# account creation sign in account name suggestion poodle
source: Reading Poodle
de: Lesepudel
es: Caniche Lector
fr: Caniche Lecteur
ru: Пудель-читатель
tr: Okuyan Kaniş
uk: Пудель-читач

# account creation sign in account name suggestion rabbit
source: Reading Rabbit
de: Lesehase
es: Conejo Lector
fr: Lapin Lecteur
ru: Кролик-читатель
tr: Okuyan Tavşan
uk: Кролик-читач

# account creation sign in account name suggestion tiger
source: Reading Tiger
de: Lesetiger
es: Tigre Lector
fr: Tigre Lecteur
ru: Тигр-читатель
tr: Okuyan Kaplan
uk: Тигр-читач

# account creation sign in account name suggestion turtle
source: Reading Turtle
de: Hildi Leseschildi
es: Tortuga Lectora
fr: Tortue Lectrice
ru: Черепаха-читатель
tr: Okuyan Kaplumbağa
uk: Черепаха-читач

# account creation sign in account name suggestion wolf
source: Reading Wolf
de: Lesewolf
es: Lobo Lector
fr: Loup Lecteur
ru: Волк-читатель
tr: Okuyan Kurt
uk: Вовк-читач

# account creation sign in button title
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ru: Войти
tr: Giriş Yap
uk: Увійти

# account creation sign in default account name
source: My library account
de: Mein Bibliothekskonto
es: Mi cuenta de biblioteca
fr: Mon compte de bibliothèque
ru: Мой библиотечный аккаунт
tr: Kütüphane hesabım
uk: Мій бібліотечний обліковий запис

# account creation sign in library selection placeholder
source: Select Library
de: Bibliothek Auswählen
es: Seleccionar biblioteca
fr: Sélectionner une bibliothèque
ru: Выберите библиотеку
tr: Kütüphane Seç
uk: Оберіть бібліотеку

# account creation sign in password placeholder
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль
tr: Şifre
uk: Пароль

# account creation sign in title
source: Add Account
de: Konto Hinzufügen
es: Agregar cuenta
fr: Ajouter un compte
ru: Добавить аккаунт
tr: Hesap Ekle
uk: Додати обліковий запис

# account creation sign in username placeholder
source: Library Card Number
de: Bücherhallen-Karten Nummer
es: Número de tarjeta de biblioteca
fr: Numéro de carte de bibliothèque
ru: Номер читательского билета
tr: Kütüphane Kart Numarası
uk: Номер бібліотечного квитка

# account creation success amount of charges %@
source: • Due charges: %@
de: • Angefallene Gebühren: %@
es: • Cargos pendientes: %@
fr: • Frais dus : %@
ru: • Задолженность: %@
tr: • Ödenmesi gereken ücretler: %@
uk: • Нараховані платежі: %@

# account creation success done button title
source: Let's read
de: Loslesen
es: Empecemos a leer
fr: Commençons à lire
ru: Давайте читать
tr: Okumaya başlayalım
uk: Почнемо читати

# account creation success edit button title
source: Edit Display Name
de: Anzeigename Anpassen
es: Editar nombre para mostrar
fr: Modifier le nom d'affichage
ru: Изменить отображаемое имя
tr: Görünen Adı Düzenle
uk: Редагувати відображуване ім'я

# account creation success message %@
source: The library account **%@** has successfully been added. You can edit this account or add additional ones in the _Settings Section_ of the app at any time.
de: Das Bibliothekskonto **%@** wurde erfolgreich hinzugefügt. Du kannst dieses Konto jederzeit in der _Einstellungen Sektion_ bearbeiten und dort auch weitere hinzufügen.
es: La cuenta de biblioteca **%@** se ha agregado exitosamente. Puedes editar esta cuenta o agregar otras adicionales en la _Sección de Configuración_ de la aplicación en cualquier momento.
fr: Le compte de bibliothèque **%@** a été ajouté avec succès. Vous pouvez modifier ce compte ou en ajouter d'autres dans la _Section Paramètres_ de l'application à tout moment.
ru: Библиотечный аккаунт **%@** успешно добавлен. Вы можете редактировать этот аккаунт или добавить дополнительные в _разделе Настройки_ приложения в любое время.
tr: **%@** kütüphane hesabı başarıyla eklendi. Bu hesabı düzenleyebilir veya uygulamanın _Ayarlar Bölümü_'nden istediğiniz zaman yeni hesaplar ekleyebilirsiniz.
uk: Бібліотечний обліковий запис **%@** успішно додано. Ви можете редагувати цей обліковий запис або додати додаткові в _розділі налаштувань_ додатку в будь-який час.

# account creation success no charges info message
source: • No due charges.
de: • Keine ausstehenden Gebühren
es: • Sin cargos pendientes.
fr: • Aucuns frais dus.
ru: • Нет задолженности.
tr: • Ödenmesi gereken ücret yok.
uk: • Немає боргових платежів.

# account creation success number of days until next expiry date %@
source: • Days until next expiry date: **%@**
de: • Tage bis zum nächsten Leihfristende: **%@**
es: • Días hasta la próxima fecha de vencimiento: **%@**
fr: • Jours jusqu'à la prochaine date d'expiration : **%@**
ru: • Дней до следующей даты возврата: **%@**
tr: • Sonraki iade tarihine kadar günler: **%@**
uk: • Днів до наступної дати закінчення терміну: **%@**

# account creation success number of loans %lld
source: • Number of Loans Borrowed: **%lld**
de: • Anzahl Entleihungen: **%lld**
es: • Número de préstamos solicitados: **%lld**
fr: • Nombre d'emprunts : **%lld**
ru: • Количество выданных книг: **%lld**
tr: • Ödünç Alınan Kitap Sayısı: **%lld**
uk: • Кількість взятих позичок: **%lld**

# account creation success subtitle
source: You can now manage the loans of your account and view charges.
de: Du kannst deine Entleihungen jetzt verwalten und Gebühren einsehen.
es: Ahora puedes administrar los préstamos de tu cuenta y ver los cargos.
fr: Vous pouvez maintenant gérer les emprunts de votre compte et consulter les frais.
ru: Теперь вы можете управлять выданными книгами вашего аккаунта и просматривать задолженности.
tr: Artık hesabınızın ödünç alınan kitaplarını yönetebilir ve ücretleri görüntüleyebilirsiniz.
uk: Тепер ви можете керувати позичками вашого облікового запису та переглядати платежі.

# account creation success title
source: Account Added
de: Konto Hinzugefügt
es: Cuenta agregada
fr: Compte ajouté
ru: Аккаунт добавлен
tr: Hesap Eklendi
uk: Обліковий запис додано

# account detail account activated toggle title
source: Activated
de: Aktiviert
es: Activado
fr: Activé
ru: Активирован
tr: Etkinleştirildi
uk: Активовано

# account detail account display name field title
source: Display Name
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
ru: Отображаемое имя
tr: Görünen Ad
uk: Відображуване ім'я

# account detail account password field title
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль
tr: Şifre
uk: Пароль

# account detail account username field title
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
ru: Имя пользователя
tr: Kullanıcı Adı
uk: Ім'я користувача

# account detail delete button title
source: Delete Account
de: Konto Löschen
es: Eliminar cuenta
fr: Supprimer le compte
ru: Удалить аккаунт
tr: Hesabı Sil
uk: Видалити обліковий запис

# account detail delete cancel button title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отменить
tr: İptal
uk: Скасувати

# account detail delete confirmation title
source: Delete Account
de: Konto Löschen
es: Eliminar cuenta
fr: Supprimer le compte
ru: Удалить аккаунт
tr: Hesabı Sil
uk: Видалити обліковий запис

# account detail delete confirmed ok button title
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ru: Удалить
tr: Sil
uk: Видалити

# account detail generic delete confirmation message
source: Are you sure to delete this account?
de: Möchtest du dieses Konto wirklich löschen?
es: ¿Estás seguro de eliminar esta cuenta?
fr: Êtes-vous sûr de vouloir supprimer ce compte ?
ru: Вы уверены, что хотите удалить этот аккаунт?
tr: Bu hesabı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей обліковий запис?

# account detail specific delete confirmation message %@
source: Are you sure to delete `%@`?
de: Möchtest du %@ wirklich löschen?
es: ¿Estás seguro de eliminar `%@`?
fr: Êtes-vous sûr de vouloir supprimer `%@` ?
ru: Вы уверены, что хотите удалить `%@`?
tr: `%@`'yi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити `%@`?

# account detail view library none selected
source: Select a Library
de: Bibliothek auswählen
es: Seleccionar una biblioteca
fr: Sélectionner une bibliothèque
ru: Выберите библиотеку
tr: Bir Kütüphane Seçin
uk: Оберіть бібліотеку

# account detail view title
source: Account
de: Konto
es: Cuenta
fr: Compte
ru: Аккаунт
tr: Hesap
uk: Обліковий запис

# account edit activate button title activated
source: Signed In
de: Angemeldet
es: Conectado
fr: Connecté
ru: Вошли
tr: Giriş Yapıldı
uk: Увійшли

# account edit activate button title authenticate
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ru: Войти
tr: Giriş Yap
uk: Увійти

# account edit activate button title not activated
source: Signed Out
de: Nicht Angemeldet
es: Desconectado
fr: Déconnecté
ru: Не вошли
tr: Çıkış Yapıldı
uk: Не увійшли

# account edit display name title
source: Edit
de: Anpassen
es: Editar
fr: Éditer
ru: Редактировать
tr: Düzenle
uk: Редагувати

# account list new account button accessibility
source: Add Account
de: Konto hinzufügen
es: Agregar cuenta
fr: Ajouter un compte
ru: Добавить аккаунт
tr: Hesap Ekle
uk: Додати обліковий запис

# account name
source: Display Name
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
ru: Отображаемое имя
tr: Görünen Ad
uk: Відображуване ім'я

# ACCOUNT_CREATION_DATE
source: Created
de: Erstellt
es: Creado
fr: Créé
ru: Создан
tr: Oluşturuldu
uk: Створено

# Account_ID_Placeholder
source: your account ID...
de: Bibliotheksausweisnummer...
es: tu ID de cuenta...
fr: votre ID de compte...
ru: ваш ID аккаунта...
tr: hesap ID'niz...
uk: ваш ID облікового запису...

# ACCOUNT_LAST_UPDATE
source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
ru: Обновлен
tr: Güncellendi
uk: Оновлено

# ACCOUNT_NEVER_UPDATED
source: Never updated
de: noch nie aktualisiert
es: Nunca actualizado
fr: Jamais mis à jour
ru: Никогда не обновлялся
tr: Hiç güncellenmedi
uk: Ніколи не оновлювалось

# ACCOUNT_TYPE
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
ru: Библиотека
tr: Kütüphane
uk: Бібліотека

# ACCOUNT_USER_ID
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
ru: Имя пользователя
tr: Kullanıcı Adı
uk: Ім'я користувача

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
ru: Аккаунты
tr: Hesaplar
uk: Облікові записи

source: Activated
de: Aktiviert
es: Activado
fr: Activé
ru: Активирован
tr: Etkinleştirildi
uk: Активовано

# ADD_ACCOUNT_ADVICE
source: Tap "+" to add an account.
de: Tappe auf "+", um ein Konto hinzuzufügen.
es: Toca "+" para agregar una cuenta.
fr: Appuyez sur "+" pour ajouter un compte.
ru: Нажмите "+", чтобы добавить аккаунт.
tr: Hesap eklemek için "+" düğmesine dokunun.
uk: Натисніть "+", щоб додати обліковий запис.

# ADD_OR_REMOVE_ACCOUNT_ADVICE
source: Tap "Edit" to add or remove accounts.
de: Tappe auf "Bearbeiten", um ein Konto hinzuzufügen oder zu löschen.
es: Toca "Editar" para agregar o eliminar cuentas.
fr: Appuyez sur "Éditer" pour ajouter ou supprimer des comptes.
ru: Нажмите "Редактировать", чтобы добавить или удалить аккаунты.
tr: Hesap eklemek veya kaldırmak için "Düzenle"ye dokunun.
uk: Натисніть "Редагувати", щоб додати або видалити облікові записи.

source: Avatars
de: Avatare
es: Avatares
ru: Аватары
tr: Avatarlar
uk: Аватари

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отменить
tr: İptal
uk: Скасувати

source: CANCEL
de: Abbrechen
es: CANCELAR
fr: ANNULER
ru: ОТМЕНИТЬ
tr: İPTAL
uk: СКАСУВАТИ

# Choose your avatar
source: Swipe horizontally to find a suitable avatar for your account.
de: Swipe horizontal um ein passendes Avatar für dein Konto zu finden.
es: Desliza horizontalmente para encontrar un avatar adecuado para tu cuenta.
fr: Balayez horizontalement pour trouver un avatar adapté à votre compte.
ru: Проведите горизонтально, чтобы найти подходящий аватар для вашего аккаунта.
tr: Hesabınız için uygun bir avatar bulmak için yatay olarak kaydırın.
uk: Проведіть горизонтально, щоб знайти підходящий аватар для вашого облікового запису.

# CREATE_ACCOUNT_QUESTION
source: create new account
de: ein Konto erstellen
es: crear nueva cuenta
fr: créer un nouveau compte
ru: создать новый аккаунт
tr: yeni hesap oluştur
uk: створити новий обліковий запис

source: Done
de: Fertig
es: Listo
fr: Terminé
ru: Готово
tr: Tamam
uk: Готово

# EDIT_ACCOUNT_ADVICE
source: Tap "Edit" modify entries.
de: Tappe auf "Bearbeiten", um das Konto zu bearbeiten.
es: Toca "Editar" para modificar entradas.
fr: Appuyez sur "Éditer" pour modifier les entrées.
ru: Нажмите "Редактировать", чтобы изменить записи.
tr: Girişleri değiştirmek için "Düzenle"ye dokunun.
uk: Натисніть "Редагувати", щоб змінити записи.

# IS_INACTIVE
source: is not activated
de: ist nicht aktiv
es: no está activado
fr: n'est pas activé
ru: не активирован
tr: etkin değil
uk: не активовано

# IS_INACTIVE_ADVICE
source: is not activated. Activate it in the Accounts View.
de: ist nicht aktiv. Aktiviere das Konto in der Kontenansicht.
es: no está activado. Actívalo en la Vista de Cuentas.
fr: n'est pas activé. Activez-le dans la vue Comptes.
ru: не активирован. Активируйте его в разделе "Аккаунты".
tr: etkin değil. Hesaplar Görünümü'nde etkinleştirin.
uk: не активовано. Активуйте його в розділі "Облікові записи".

# IS_INACTIVE_DUE_TO_LOGIN_ADVICE
source: is not active. Login failed.
de: ist nicht aktiviert.
es: no está activo. Error de inicio de sesión.
fr: n'est pas actif. Échec de la connexion.
ru: не активен. Ошибка входа.
tr: etkin değil. Giriş başarısız.
uk: не активний. Помилка входу.

source: LIBRARIES
de: Bibliotheken
es: BIBLIOTECAS
fr: BIBLIOTHÈQUES
ru: БИБЛИОТЕКИ
tr: KÜTÜPHANELERİ
uk: БІБЛІОТЕКИ

source: More
de: Mehr
es: Más
fr: Plus
ru: Больше
tr: Daha fazla
uk: Більше

source: Not activated
de: Nicht aktiviert
es: No activado
fr: Non activé
ru: Не активирован
tr: Etkinleştirilmedi
uk: Не активовано

# PASSWORD_IS_NOT_SET
source: not set...
de: nicht festgelegt...
es: sin establecer...
fr: non défini...
ru: не установлен...
tr: ayarlanmadı...
uk: не встановлено...

# PASSWORD_IS_SET
source: set
de: festgelegt
es: establecido
fr: défini
ru: установлен
tr: ayarlandı
uk: встановлено

# REQUEST_ACCOUNT_CREATION
source: There is no account to update. Would you like to create one?
de: Es ist kein Konto vorhanden, welches aktualisiert werden könnte. Möchtest Du jetzt ein Konto erstellen?
es: No hay ninguna cuenta para actualizar. ¿Te gustaría crear una?
fr: Il n'y a aucun compte à mettre à jour. Souhaitez-vous en créer un ?
ru: Нет аккаунта для обновления. Хотели бы вы создать его?
tr: Güncellenecek hesap yok. Bir tane oluşturmak ister misiniz?
uk: Немає облікового запису для оновлення. Чи хотіли б ви створити його?

# SAVE_EDIT_ACCOUNT_ADVICE
source: Tap "Done or activate the account to save changes.
de: Tappe auf "Fertig" oder aktiviere das Konto, um Änderungen zu speichern.
es: Toca "Listo" o activa la cuenta para guardar los cambios.
fr: Appuyez sur "Terminé" ou activez le compte pour enregistrer les modifications.
ru: Нажмите "Готово" или активируйте аккаунт, чтобы сохранить изменения.
tr: Değişiklikleri kaydetmek için "Tamam"a dokunun veya hesabı etkinleştirin.
uk: Натисніть "Готово" або активуйте обліковий запис, щоб зберегти зміни.

source: Switch to grid view
de: Rasteransicht auswählen
es: Cambiar a vista de cuadrícula
fr: Passer à la vue grille
ru: Переключиться на вид сетки
tr: Izgara görünümüne geç
uk: Перейти до сітки

source: Switch to list view
de: Horizontalen Listenansicht auswählen
es: Cambiar a vista de lista
fr: Passer à la vue liste
ru: Переключиться на вид списка
tr: Liste görünümüne geç
uk: Перейти до списку

# account creation error dismiss button title
source: Ok
es: Aceptar
ru: Хорошо
tr: Tamam
uk: Гаразд

# account creation failure dismiss button title
source: Ok
es: Aceptar
ru: Хорошо
tr: Tamam
uk: Гаразд
